---
kind: property
id: P:Autodesk.Revit.DB.View.ArePointCloudsHidden
zh: 视图
source: html/b73f2e4f-29d6-b394-97d1-4a9292810af7.htm
---
# Autodesk.Revit.DB.View.ArePointCloudsHidden Property

**中文**: 视图

Indicates if point clouds are currently hidden in the view.

## Syntax (C#)
```csharp
public bool ArePointCloudsHidden { get; set; }
```